Repository: LorenzoLeon/VoterApp
Catalog: VoterApp/*.lproj/Localizable.strings
Languages: es_mx

# Please_Input
source: Please input a valid CIDE address
es_mx: Por favor, ingrese un correo electrónico del CIDE

# Fill_All
source: Please Fill in all the fields
es_mx: Por favor, complete el formulario

source: Alert!
es_mx: ¡Alerta!

source: Male
es_mx: Masculino

source: Female
es_mx: Femenino

# Not_Student
source: Not a Student
es_mx: No soy estudiante

# Bachelor
source: Bachelor degree
es_mx: Licenciatura

# Masters
source: Masters degree
es_mx: Maestría

source: PhD
es_mx: Doctorado

# Pass_NoMatch
source: Passwords don't match
es_mx: Las contraseñas no coinciden

# HoldEm
source: Hold your horses!
es_mx: Despacio Vaquero!

# AreYouFrom
source: Are you from around?
es_mx: ¿Eres del CIDE?

# YourRegCancel
source: Your registration will cancel
es_mx: El proceso de registro será cancelado

# AreYouSureRegCancel
source: Are you sure you want to cancel? All registration will be stopped and the account won't be created
es_mx: ¿Estás seguro que quieres cancelar? El proceso de registro se detendrá y la nueva cuenta no será creada

source: Cancel
es_mx: Cancelar

source: Return to login
es_mx: Regresar a Iniciar Sesión

source: Success!
es_mx: ¡Excelente!

# RegSuccCheckEmail
source: Your Registration was successful! Check your email for a verification link.
es_mx: ¡El registro fue completado! Revise su correo electrónico para encontrar el vinculo para verificar su cuenta

# UnsuccReg
source: Unsuccessful registration, please try again
es_mx: Registro fallido. Por favor, trate de nuevo

# NetError
source: Network Error
es_mx: Error de Conección

source: My Polls
es_mx: Mis Encuestas

# AnsweredPolls
source: Polls I've answered
es_mx: Encuestas respondidas

source: Unanswered Polls
es_mx: Encuestas sin responder

# SomeWrong
source: Something went wrong!
es_mx: ¡Algo salió mal!

# SignInSucc
source: You were signed in successfully
es_mx: ¡Ha iniciado su sesión exitósamente!

# UnableToSignIn
source: We could not sign you in.
es_mx: No ha sido posible iniciar sesión

# Goodbye
source: Goodbye! Sign in to check your polls :D
es_mx: ¡Hasta luego! Inicie sesión para revisar encuestas :D

# LoggedOut
source: You've been logged out
es_mx: Se ha finalizado la sesión

# SuccDeletion
source: Poll was successfully deleted
es_mx: La encuesta fue borrada con exito

source: Yay!
es_mx: Orale!

# VoteRegistered
source: Your vote was successfully registered
es_mx: Su voto ha sido registrado

source: Hurray!
es_mx: ¡Bomba!

# VoteNotRegisterded
source: Your vote was not registered.
es_mx: Su voto no fue registrado

# PollsUpdated
source: Polls have been updated
es_mx: Las encuestas se han actualizado

# AlreadyUpdated
source: All polls are up to date
es_mx: Todas las encuestas están al día

# Nothing
source: Nothing to do!
es_mx: ¡Nada que hacer!

# NoLongerExists
source: The poll you requested no longer exists or was deleted
es_mx: La encuesta pedida no existe o fue eliminada

# UnknownNetError
source: Unknown Network Problem; please check your connection status
es_mx: Problema de red desconocido; por favor, revise el estado de su conección

# CheckEmail
source: Check your email for the password reset link
es_mx: Busque en su correo electrónico el vinculo para reestablecer su contraseña

# WrongWithEmail
source: Something went wrong with the email service. Please try again later.
es_mx: Halgo falló en el sistema de correos. Por favor, intente después

# NoSuchAccount
source: There is no such account with that email
es_mx: No existe ninguna cuenta con ese correo

# Sorry
source: We're sorry
es_mx: Lo sentimos

# Youre
source: You're already logged in! Please check your account status. If this isn't the account you wanted, log out then log in again.
es_mx: ¡Ya habías iniciado sesión! Por favor revisa el estado de tu cuenta. Si esta no es tu cuenta, finaliza esta sesión

# LogOutProblem
source: There has been a server error, please try again. If the problem persists, contact us.
es_mx: Hubo un error con el servidor y no se ha podido completar tu petición. Trata de nuevo.

# NotSignedIn
source: You're trying to check something out that requires you to be logged in! Please sign in before you continue
es_mx: Estás intentando algo que no está accesible hasta que hayas iniciado sesión. Por favor has eso primero. :D

# PollIncorrect
source: You still haven't filled all the necesary information to create the poll! Check all the fields one more time and try again.
es_mx: No has ingresado toda la información para crear una nueva encuesta! Revisa todos los campos y trata de nuevo

# BadPoll
source: Incorrect submit entry
es_mx: Formato incorrecto

# DateIsWrong
source: The Date you entered is wrong!
es_mx: La fecha ingresada es incorrecta

# UsernameCannotBeginWithNumber
source: Your username cannot begin with a number! Please try another one
es_mx: El nombre de usuario no puede comenzar con un número. Intenta otro

# UsernameMustBeBetween3and16Characters
source: Your user name must be between 3 and 16 characters long
es_mx: Tu nombre de usuario debe comprender entre 3 y 16 caracteres.

# EmailAddressIsAlreadyInUse
source: That email address is already in use! If you forgot your password change it by clicking in ForgotMyPassword
es_mx: Ese correo ya está siendo usado! Si olvidaste tu contraseña puedes reestablecerla en la página: Olvidé mi contraseña

# UsernameAlreayTaken
source: That username is already taken
es_mx: Ese nombre de usuario ya está en uso

# FormSubmissionMissingValues
source: Your form submission is missing values! Please fill all the values first before posting!
es_mx: Al formato le faltan entradas! Por favor completa todas las entradas primero

# EmailOrPasswordDontMatch
source: Your email and password don't match! If you have forgotten your password reset it on the 'Forgot My password page
es_mx: Tu correo y contraseña no coinciden! Si olvidaste tu contraseña puedes reestablecerla en la página: Olvidé mi contraseña
